Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: ཤེས་ལྡན་དག་ཁྱེད་ཅག་གིས་ཅིའི་ཕྱིར་གང་པོ་བཟུང་སྟེ་ཉི་མ་ལ་བཞག །ལྷ་ཚོང་པ་རྣམས་ཀྱིས་ཁྲིམས་སུ་བཅས་པ།
en: When the king’s men had summoned the merchants, the king asked them, “Sirs, why did you seize Pūrṇa and place him in the sun?”

source: སུས་ཀྱང་གཅིག་པུས་ཟོང་འཇལ་ཚོང་མི་བགྱིའོ་ཞེས་བཅས་པ་ལས། འདི་གཅིག་པུས་འཇལ་ཚོང་བགྱིས་པས་སོ།
en: “Your Majesty, we did so because the guild of merchants had an agreement that none should trade by themselves, but he engaged in trade by himself.”

source: །དེས་སྨྲས་པ། ལྷ་གང་གི་ཚེ་འདི་དག་གིས་ཁྲིམས་སུ་བཅའ་བ་བགྱིས་པ་དེའི་ཚེ་འདི་དག་གིས་ཅི་བདག་གམ་བདག་གི་ཕུ་ནུ་པོ་དག་ལ་བསྒོའམ་ཞེས་རྨར་གསོལ།
en: “Your Majesty,” said Pūrṇa, “please ask them whether they told me or my brothers when they made the agreement.”

source: རྒྱལ་པོས་སྨྲས་པ། ཤེས་ལྡན་དག་གང་པོའི་ཤགས་བཟང་ངོ་།
en: “Sirs, Pūrṇa’s claim is fair,” said the king.

source: །དེ་རྣམས་སྐྱེངས་ནས་དེ་བཏང་ངོ་།
en: The merchants were ashamed, and they freed Pūrṇa.

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་ལ་རྫས་ཤིག་གི་དགོས་པ་བྱུང་ནས་དེས་ཚོང་པའི་ཚོགས་བཀུག་སྟེ་བསྒོ་བ། ཤེས་ལྡན་དག་ང་ལ་རྫས་ཆེ་གེ་མོ་ཞེས་བྱ་བ་ཞིག་དགོས་ཀྱིས་དེ་ང་ལ་ཕུལ་ཅིག །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Later, when the king needed an item, he summoned the guild of merchants and ordered them, “Sirs, since I need such-and-such an item, present it to me.”

source: ལྷ་གང་པོ་ལ་མཆིས་སོ། །དེས་སྨྲས་པ། ང་དེ་ལ་བཀའ་མི་སྩོལ་གྱིས།
en: “Your Majesty, Pūrṇa has it,” they replied. “Since I cannot order him,” said the king, “buy it from him and present it to me.”

source: ཁྱེད་ཉིད་ཀྱིས་དེ་ལས་ཉོས་ལ་ང་ལ་ཕུལ་ཅིག །དེ་དག་གིས་གང་པོ་ལ་ཕོ་ཉ་བཏང་སྟེ་ཚོང་པའི་ཚོགས་འབོད་དོ་ཞེས་བྱས་སོ།
en: The merchants sent a messenger to Pūrṇa, who told him, “The guild of merchants calls you.”

source: །དེས་སྨྲས་པ། ཁོ་བོ་མི་འོང་ངོ་།
en: “I will not go,” answered Pūrṇa.

source: །དེ་ནས་ཚོང་པའི་ཚོགས་ཐམས་ཅད་འདུས་ཏེ་དེའི་ཁྱིམ་དུ་སོང་ནས་སྒོར་བསྡད་དེ་དེ་ལ་ཕྲིན་བཏང་ནས་གང་པོ་ཚོང་པའི་ཚོགས་སྒོ་ན་སྡོད་ཀྱིས་བྱུང་ཞིག་ཅེས་སྤྲིང་ངོ་།
en: Then all the members of the guild of merchants assembled, went to Pūrṇa’s house, stood at the door, and sent him a message: “Pūrṇa, the guild of merchants is at your door. Come out!”

source: །དེ་ང་རྒྱལ་དང་ཉམ་དུ་ཤེད་དང་བཅས་པས་དྲེགས་པས་བྱུང་བ་དང་། ཚོང་པའི་ཚོགས་ཀྱིས་སྨྲས་པ། དེད་དཔོན་ཇི་ལྟར་ཉོས་པ་བཞིན་དུ་ཟོང་བྱིན་ཅིག །དེས་སྨྲས་པ།
en: When Pūrṇa came out arrogantly, with pride and haughtiness, the guild of merchants said, “Caravan leader, please sell your merchandise at the price you paid for it.”

source: གལ་ཏེ་ཇི་ལྟར་ཉོས་པ་བཞིན་ཟོང་བྱིན་ན་ཁོ་བོ་ཚོང་པ་ཆེན་པོ་ཡིན་མོད།
en: “If I sell my merchandise at the price I paid for it, I would surely be such a great merchant, wouldn’t I?” said Pūrṇa.

source: དེ་དག་གིས་སྨྲས་པ། རིན་ཉིས་འགྱུར་གྱིས་བྱིན་ཅིག་དང་ཚོང་པའི་ཚོགས་མཆོད་པར་འགྱུར་རོ། །དེས་བསམས་པ།
en: The merchants replied, “Sell it at twice the price and the guild of merchants will be honored.”

source: ཚོང་པའི་ཚོགས་ནི་མཆོད་པར་བྱ་བ་ཡིན་ནོ་སྙམ་ནས།
en: “The guild of merchants should be honored,” thought Pūrṇa.

source: དེས་ས་ཡ་དང་ལྔ་འབུམ་ཉིས་འགྱུར་དུ་བྱིན་ནོ།
en: He then sold it at twice the price of one million, five hundred thousand.

source: །ལྷག་མ་ནི་ཁྱིམ་དུ་སྦས་ནས་དེས་བསམས་པ། ཇི་ག་ཟིལ་པའི་ཐིགས་པས་བུམ་པ་དགང་བར་ནུས་སམ།
en: After Pūrṇa hid the remaining money in his house, he thought, “How can I fill a vessel with dew drops?

source: རྒྱ་མཚོ་ཆེན་པོར་འཇུག་པར་བྱའོ་སྙམ་ནས། རྒྱ་མཚོ་ཆེན་པོར་འཇུག་པར་བྱ་བའི་ཕྱིར་དེས་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུར་དྲིལ་སྒྲོགས་སུ་བཅུག་པ།
en: I will take to the great ocean.” In order to take to the great ocean, he issued a proclamation in the city of Sūrpāraka with the ringing of bells:

source: ཤེས་ལྡན་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུ་ན་གནས་པའི་ཚོང་པ་དག་ཉོན་ཅིག །དེད་དཔོན་གང་པོ་རྒྱ་མཚོ་ཆེན་པོར་འཇུག་པར་འགྱུར་གྱིས།
en: “Sirs, merchants living in the city of Sūrpāraka, listen! The caravan leader Pūrṇa will take to the great ocean.

source: ཁྱེད་ཅག་ལས་གང་དེད་དཔོན་གང་པོ་དང་ལྷན་ཅིག་ཤོ་གམ་མེད་པ་དང་། ལག་ཅན་པའི་གླ་མེད་པ་དང་། གྲུ་བཙས་མེད་པར་རྒྱ་མཚོ་ཆེན་པོར་འཇུག་པར་སྤྲོ་བ་དེ་དག་གིས་རྒྱ་མཚོ་ཆེན་པོར་འདོང་བའི་ཟོང་སྟ་གོན་བྱོས་ཤིག །ཚོང་པ་ལྔ་བརྒྱ་ཙམ་གྱིས་རྒྱ་མཚོ་ཆེན་པོར་འདོང་བའི་ཟོང་སྟ་གོན་བྱས་སོ།
en: Whoever among you who wants to take to the great ocean with the caravan leader Pūrṇa, free from taxes, duties, and boatman’s fees, should prepare your merchandise to carry across the great ocean.” Five hundred merchants prepared their merchandise to carry across the great ocean.

source: །དེ་ནས་དེད་དཔོན་གང་པོ་དགེ་མཚན་དང་། བཀྲ་ཤིས་དང་། བདེ་ལེགས་སུ་འགྱུར་བ་དག་བྱས་ཏེ་འཁོར་ཚོང་པ་ལྔ་བརྒྱ་དང་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པ་ལས། གྲུ་བོ་ཆེ་གྲུབ་ནས། གྲོང་ཁྱེར་སློ་མ་ལྟ་བུར་འཁོར་ཏོ།
en: Then the caravan leader Pūrṇa, after performing rituals that bring good fortune, blessings, and well-being, took to the great ocean with his retinue and the five hundred merchants, and then returned to the city of Sūrpāraka, having succeeded on his voyage.

source: །དེ་ལྟ་བུར་ལན་དྲུག་གི་བར་དུ་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པ་ལས་གྲུ་བོ་ཆེ་གྲུབ་ནས་སླར་འཁོར་ཏོ།
en: Six times Pūrṇa took to the great ocean and returned, having succeeded on each voyage.

source: །ཕྱོགས་ཀུན་དུ་གང་པོས་ལན་དྲུག་གི་བར་དུ་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པ་ལས་གྲུ་བོ་ཆེ་གྲུབ་ནས་སླར་འཁོར་ཏོ་ཞེས་སྒྲ་གྲགས་པ་དང་། མཉན་ཡོད་པའི་ཚོང་པ་དག་ཟོང་ཐོགས་ཏེ་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུར་དོང་ནས། དེ་དག་ལམ་གྱིས་དུབ་པ་ངལ་སོས་ནས།
en: Everywhere it was said, “Six times Pūrṇa took to the great ocean and returned, having succeeded on each voyage.” Then, the merchants of Śrāvastī came to the city of Sūrpāraka bearing their merchandise.

source: དེད་དཔོན་གང་པོ་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་ནས་སྨྲས་པ།
en: After they were fully rested, they went to the caravan leader Pūrṇa.

source: དེད་དཔོན་རྒྱ་མཚོ་ཆེན་པོར་བཞུད་དོ།
en: When they arrived, they said, “Caravan leader, let us leave for the great ocean.”

source: །དེས་སྨྲས་པ། ཤེས་ལྡན་དག་ལན་དྲུག་གི་བར་དུ་རྒྱ་མཚོ་ཆེན་པོ་ནས་གྲུ་བོ་ཆེ་གྲུབ་སྟེ། སླར་འཁོར་བ་ལས་བདུན་པར་འཇུག་པ་ཁྱེད་ཅག་གིས་མཐོང་བའམ་ཐོས་པ་འགའ་ཡོད་དམ། དེ་དག་གིས་སྨྲས་པ།
en: “Sirs,” Pūrṇa replied, “have any of you ever seen or heard of anyone who, six times, returned from the great ocean after succeeding on each voyage, and was going a seventh time?”

source: གང་པོ་བདག་ཅག་ཤུལ་རིང་པོ་ནས་ཁྱོད་ཀྱི་ཆེད་དུ་ལྷགས་ཏེ་གལ་ཏེ་མི་འཇུག་ན་ཁྱོད་ཉིད་ཚད་མ་ཡིན་ནོ།
en: “Pūrṇa, we came a long way to see you. If you do not go, we will not go either because you are the authority,” the merchants said.

source: །དེས་བསམས་པ། བདག་ལ་ནི་ནོར་གྱིས་ཅུང་ཟད་ཀྱང་མི་ཆོག་པ་མེད་ན་འདི་དག་གིས་དོན་དུ་འགྲོ་བར་བྱའོ་སྙམ་ནས། དེ་དེ་རྣམས་དང་ལྷན་ཅིག་ཏུ་རྒྱ་མཚོ་ཆེན་པོར་ཆས་སོ།
en: Pūrṇa thought, “Although there is no wealth at all that I need, I will go for the sake of these people.” Then Pūrṇa left for the great ocean together with the merchants.

source: །དེ་དག་གིས་ནམ་ཐོ་རངས་ཀྱི་དུས་སུ་ཆེད་དུ་བརྗོད་པ་དང་། ཕ་རོལ་འགྲོ་བྱེད་དང་། བདེན་པ་མཐོང་བ་དང་། གནས་བརྟན་པའི་ཚིགས་སུ་བཅད་པ་དང་། གནས་བརྟན་མའི་ཚིགས་སུ་བཅད་པ་དང་། རི་གནས་པའི་ཚིགས་སུ་བཅད་པ་དང་། ཐུབ་པའི་ཚིགས་སུ་བཅད་པ་དང་། དོན་གྱི་ཚོམས་ཀྱི་མདོ་དག་གསང་བསྟོད་དེ་བཏོན་པ་དང་། དེས་དེ་དག་ཐོས་ནས་སྨྲས་པ།
en: At dawn the merchants recited the Udāna, Pārāyaṇa, Satyadṛś, Sthaviragāthā, Sthavirīgāthā, Śailagāthā, Munigāthā, and Arthavargīya Sūtras. Pūrṇa heard them and said, “Sirs, you are singing good songs.”

source: ཤེས་ལྡན་དག་གླུ་བཟང་པོ་ཞིག་ལོང་ཤིག །དེ་རྣམས་ཀྱིས་སྨྲས་པ། དེད་དཔོན་དེ་དག་ནི་གླུ་མ་ལགས་སོ། །འོ་ན་ཅི།
en: “Caravan leader,” they replied, “these are not songs.” “Then what are they?”

source: དེ་ནི་སངས་རྒྱས་ཀྱིས་བཀའོ།
en: “They are the words of the Buddha.”

source: །དེས་སངས་རྒྱས་ཞེས་བྱ་བའི་སྒྲ་སྔོན་མ་ཐོས་པ་ཐོས་ནས་བ་སྤུའི་ཁུང་བུ་ཐམས་ཅད་ནས་སྤུ་ཟིང་ཞེས་བྱེད་ནས་གུས་པ་དང་བཅས་པས་དྲིས་པ།
en: When Pūrṇa heard the sound buddha, a word he had never heard before, the hairs in every pore of his body stood on end.

source: ཤེས་ལྡན་དག་སངས་རྒྱས་ཞེས་བྱ་བ་དེ་སུ་ཞིག་ཡིན། དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Pūrṇa asked reverently, “Sirs, who is the Buddha?”

source: ཤཱཀྱའི་སྲས་དགེ་སློང་གཽ་ཏ་མ་ཤཱཀྱའི་རིགས་ལས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ནས་དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ཞིག་ཡོད་དེ།
en: The merchants explained, “There is a son of the Śākyans, a śramaṇa of the Gautama family, who went forth from his home into homelessness with true faith, having shaved off his hair and beard and donned saffron robes. He awoke to supreme, complete awakening.

source: དེད་དཔོན་དེ་ནི་སངས་རྒྱས་ཞེས་བགྱིའོ།
en: Caravan leader, he is the Buddha.”

source: །ཤེས་ལྡན་དག་བཅོམ་ལྡན་འདས་དེ་ད་ལྟར་གང་ན་བཞུགས།
en: “Sirs, where is that blessed one now?”

source: དེད་དཔོན་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: “Caravan leader, he is staying in the Jetavana, in the Park of Anāthapiṇḍada near Śrāvastī.”

source: །དེས་དེ་སྙིང་ལ་བཟུང་ནས་དེ་རྣམས་དང་ལྷན་ཅིག་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་ཏེ་གྲུ་བོ་ཆེ་གྲུབ་ནས་སླར་ལྷགས་སོ།
en: Keeping this in mind, Pūrṇa took to the great ocean together with them and came back, having succeeded on his voyage.

source: །དེའི་ཕུ་བོ་འབྱོར་ལེན་གྱིས་བསམས་པ་འདི་རྒྱ་མཚོ་ཆེན་པོར་འགྲོ་འགྲོ་བས་དུབ་པར་གྱུར་གྱིས་འདི་ཁྱིམ་དབུབ་པར་བྱའོ་སྙམ་ནས་དེས་དེ་ལ་སྨྲས་པ།
en: His brother Bhavila thought, “He is tired from continually traveling the great ocean.

source: ཁྱོད་ཀྱི་དོན་དུ་ཚོང་པ་དང་། ཚོང་དཔོན་དང་། དེད་དཔོན་གང་གིས་བུ་མོ་བསླང་བ་ཕུ་བོ་ལ་སྨྲོས་ཤིག །དེས་སྨྲས་པ།
en: He should get married.” He then asked Pūrṇa, “Tell me, which daughter of which merchant, businessman, or caravan leader shall I request for you?”

source: བདག་འདོད་པ་ནི་མ་འཚལ་གྱིས་གལ་ཏེ་གནང་ན་རབ་ཏུ་འབྱུང་ངོ་། །དེས་སྨྲས་པ།
en: “I do not want an object of desire,” Pūrṇa replied. “If you allow it, I will go forth.”

source: གང་གི་ཚེ་བདག་ཅག་ཁྱིམ་གྱི་འཚོ་ནམ་ལ་མ་ཞུགས་པ་དེའི་ཚེ་རབ་ཏུ་མི་འབྱུང་བར་ད་ཅིའི་ཕྱིར་རབ་ཏུ་འབྱུང་།
en: “You did not go forth when we were not engaged in the family business. Why do you go forth now?” asked Bhavila.

source: དེས་སྨྲས་པ། དེའི་ཚེ་ནི་མི་རིགས་ལགས་སོ།
en: “It was not appropriate then,” replied Pūrṇa.

source: །ད་ནི་རིགས་པ་ལགས་སོ།
en: “It is appropriate now.”

source: །དེས་དེ་གདོན་མི་ཟ་བར་གལ་གྱིས་འཆུ་བར་ཤེས་ནས་གནང་ངོ་།
en: Bhavila, knowing he would insist, allowed Pūrṇa to go forth.

source: །དེས་སྨྲས་པ། ཕུ་བོ་རྒྱ་མཚོ་ཆེན་པོ་ན་ཉེས་དམིགས་ནི་མང་ལ་མནོག་ནི་ཆུང་ངོ་།
en: “Brother,” said Pūrṇa, “there is much danger and little to gain on the great ocean.

source: །དེར་འཇུག་པ་ནི་མང་ལ་སླར་འཁོར་བ་ཉུང་བས་ཁྱོད་ཀྱིས་རྣམ་པ་ཐམས་ཅད་དུ་རྒྱ་མཚོ་ཆེན་པོར་འཇུག་པར་མི་བྱའོ།
en: Many people take to it but only a few of them return. So you should never take to the great ocean.

source: །ཁྱོད་ལ་རིགས་པས་བསྒྲུབ་པའི་ནོར་ཕལ་པོ་ཆེ་ཡོད་ལ་ཁྱོད་ཀྱི་ནུ་བོ་དག་ལ་རིགས་པ་མ་ཡིན་པས་བསྒྲུབས་པ་ཡིན་པས་གལ་ཏེ་དེ་དག་ན་རེ་ལྷན་ཅིག་འཁོད་པར་བྱའོ་ཞེས་ཟེར་ན་འདུག་པར་མི་བྱའོ་ཞེས་སྨྲས་ནས་རིམ་གྲོ་པ་གཅིག་ཁྲིད་དེ་མཉན་ཡོད་དུ་སོང་སྟེ།
en: You have abundant wealth gained properly, while your brothers have what was gained improperly. So you should not live with them if they ask you to live together.”

source: མཉན་ཡོད་ཀྱི་སྐྱེད་མོས་ཚལ་དུ་འདུག་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་ཕྲིན་པ་བཏང་སྟེ།
en: Pūrṇa went to Śrāvastī with a servant.

source: ཁྱིམ་བདག་དེད་དཔོན་གང་པོ་ཁྱིམ་བདག་བལྟ་བར་འདོད་ནས་སྐྱེད་མོས་ཚལ་ན་སྡོད་དོ་ཞེས་སྤྲིང་བ་དང་། མགོན་མེད་ཟས་སྦྱིན་གྱིས་བསམས་པ།
en: He stayed in the park of Śrāvastī and sent his servant as a messenger to the householder Anāthapiṇḍada, saying, “Householder, the caravan leader Pūrṇa is staying in the park of Śrāvastī, hoping to meet you.”

source: གདོན་མི་ཟ་བར་ཆུའི་བཞོན་པས་དུབ་ནས། ད་ནི་ཐང་གི་བཞོན་པས་འོངས་སོ་སྙམ་མོ། །དེ་ནས་དྲིས་པ། ཀྱེ་ནང་རྗེ་ཟོང་ཇི་སྙེད་ཅིག་ཁྱེར་ཏེ་འོངས།
en: Anāthapiṇḍada thought, “He must have come in a carriage, having grown tired of traveling by boat.” Then Anāthapiṇḍada asked, “Say, how much merchandise has he brought with him?”

source: དེ་ལ་ཟོང་ག་ལ་ཡོད།
en: “What merchandise?

source: རིམ་གྲོ་པ་དང་གཉིས་པུ་སྟེ་དེ་དང་བདག་ཏུབས་སོ།
en: He came only with me, a servant.”

source: །མགོན་མེད་ཟས་སྦྱིན་གྱིས་བསམས་པ། གང་བདག་གིས་སྐྱེས་བུ་དམ་པ་དེ་ལ་བཀུར་སྟིར་མ་བྱས་པར་ཁྱིམ་དུ་བོད་པ་ནི་བདག་རིགས་པ་དང་ལྡན་པ་མ་ཡིན་ནོ་སྙམ་ནས།
en: “It would not be appropriate for me to invite that important person to my house without honoring him,” thought Anāthapiṇḍada.

source: དེས་དེ་བཀུར་སྟི་ཆེན་པོས་ཁྱིམ་དུ་བོས་ནས་སྐུ་མཉེ་བྱས་ཏེ་ཁྲུས་བྱས་ནས་ཟན་བྱིན་ཏེ་དགའ་བའི་གཏམ་བྱས་ཏེ་འདུག་ནས།
en: So, he invited Pūrṇa to his house with great honor: he offered him a massage, let him bathe, and gave him food.

source: མགོན་མེད་ཟས་སྦྱིན་གྱིས་དྲིས་པ། དེད་དཔོན་དགོས་པ་ཅི་ཞིག་ལ་འོངས།
en: When they sat down, talking pleasantly, Anāthapiṇḍada asked, “Caravan leader, what is the purpose of your coming here?”

source: ཁྱིམ་བདག་བདག་ནི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཚལ་ལོ།
en: “Householder, I wish to go forth and be ordained a monk in the well-taught Dharma and Vinaya.”

source: །དེ་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་རོ་སྟོད་བསྟོད་ནས་ལག་པ་གཡས་པ་བརྐྱང་སྟེ་ཆེད་དུ་བརྗོད་པས་ཆེད་དུ་བརྗོད་པ།
en: Then the householder Anāthapiṇḍada stretched his upper body, raised his right hand, and spoke an inspired utterance:

source: ཀྱེ་མའོ་སངས་རྒྱས། ཀྱེ་མའོ་ཆོས། ཀྱེ་མའོ་དགེ་འདུན།
en: “O Buddha, O Dharma, O Saṅgha!

source: ཀྱེ་མའོ་ཆོས་ལེགས་པར་གསུངས་པ་ཉིད།
en: O well-taught Dharma!

source: དེ་ལ་ནི་ད་སྐྱེས་བུ་གཙོ་བོ་འདི་ལྟ་བུ་ཡང་རང་གི་སྐྱེ་བོ་དང་གཉེན་བཤེས་ཀྱི་ཚོགས་རྒྱ་ཆེན་པོ་དང་། མཛོད་དང་བང་མཛོད་རྒྱས་པ་རྣམས་ཀྱང་སྤངས་ནས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལས་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འདོད་པར་གྱུར་ཏོ།
en: A great person like this, abandoning a great many relatives and friends and full treasuries and warehouses, now wishes to go forth and be ordained a monk in the well-taught Dharma and Vinaya.”

source: །དེ་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་དེད་དཔོན་གང་པོ་ཁྲིད་དེ་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་ངོ་།
en: Then the householder Anāthapiṇḍada took the caravan leader Pūrṇa to the Blessed One.

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་གུང་ལ་བཞུགས་ནས་ཆོས་འཆད་དོ།
en: At that time the Blessed One was teaching the Dharma, seated before an audience of many hundreds of monks.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་སྐྱེས་དང་ཆས་ཏེ་འོང་བ་གཟིགས་སོ། །གཟིགས་ནས་ཀྱང་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་སྐྱེས་དང་ཆས་ཏེ་ད་ལྟར་འོང་ངོ་།
en: When the Blessed One saw the householder Anāthapiṇḍada coming with a gift, he said to the monks, “Monks, the householder Anāthapiṇḍada is coming with a gift.

source: །དེ་བཞིན་གཤེགས་པའི་སྐྱེས་ནི་འདི་ལྟ་བུ་མེད་དེ། འདི་ལྟ་སྟེ་གདུལ་བའི་སྐྱེས་བུའོ།
en: For the Tathāgata, there is no gift equal to this, a person to be tamed.”

source: །དེ་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་ཕྱག་བྱས་ཏེ། དེད་དཔོན་གང་པོ་དང་ལྷན་ཅིག་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The householder Anāthapiṇḍada bowed low until his forehead touched the feet of the Blessed One, and then he sat down to one side together with the caravan leader Pūrṇa.

source: །བཙུན་པ་དེད་དཔོན་གང་པོ་འདི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཚལ་ན།
en: When Anāthapiṇḍada had sat down, he said to the Blessed One, “Honored One, the caravan leader Pūrṇa wishes to go forth and be ordained a monk in the well-taught Dharma and Vinaya.

source: དེ་བཅོམ་ལྡན་འདས་ཀྱིས་རབ་ཏུ་དབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ།
en: May the Blessed One let him go forth and ordain him.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to the householder Anāthapiṇḍada by remaining silent.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེད་དཔོན་གང་པོ་ལ་བཀའ་སྩལ་པ། དགེ་སློང་ཚུར་ཤོག་ཚངས་པར་སྤྱད་པ་སྤྱོད་ཅིག་ཅེས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པའི་མོད་ཁོ་ནར་དེ་སྐྲ་བྱི་བ་དང་། སྣམ་སྦྱར་གོན་པར་གྱུར་ཏེ། སྐྲ་དང་ཁ་སྤུ་ཞག་བདུན་སྐྱེས་པ་ཙམ་དང་། ལག་ན་ལྷུང་བཟེད་དང་བྱ་མ་བུམ་ཐོགས་པ་དང་། དགེ་སློང་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པའི་སྤྱོད་ལམ་ལྟ་བུར་གནས་པར་གྱུར་ཏོ།
en: Then the Blessed One said to the caravan leader Pūrṇa, “Come, monk, lead the pure life.” As soon as the Blessed One said this, Pūrṇa’s hair fell out and he was clad in his outer robe, with but a week’s worth of hair and beard, his bowl and pitcher in his hand, and standing like a monk who had been ordained a hundred years earlier.

source: །དེ་བཞིན་གཤེགས་པས་ཚུར་ཤོག་གསུངས་པས་དེ།
en: Because the Tathāgata said “Come,”

source: །སྐྲ་བྱི་སྣམ་སྦྱར་གོན་པའི་ལུས་ལྡན་ཞིང་།
en: His hair fell out and he was clad in his outer robe,

source: མོད་ལ་དབང་པོ་རབ་ཞིར་གནས་གྱུར་ཏེ།
en: His faculties at once calmed,

source: །སངས་རྒྱས་དགོངས་པས་ལུས་གཟུགས་བཀབ་པར་གྱུར།
en: And his body swathed in the Buddha’s mind.

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་ཚེ་དང་ལྡན་པ་གང་པོ་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: At another time, the venerable Pūrṇa went to the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་གང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ལས་བདག་གིས་མདོར་བསྡུས་པའི་ཆོས་ཐོས་པ་ཇི་ལྟ་བུས་གཅིག་པུས་དབེན་པ་བག་ཡོད་པ་དང་རྟུན་པ་དང་ལྡན་ལ་བདག་ཉིད་ལ་བདག་ཉིད་གཏོད་ཅིང་གནས་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་མདོར་བསྡུས་པ་ལེགས་པར་བཤད་དུ་གསོལ།
en: When Pūrṇa arrived, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side. When he had sat down to one side, the venerable Pūrṇa implored the Blessed One, “Blessed One, please preach to me a condensed Dharma so that after I have listened to the condensed Dharma from the Blessed One, I will come to dwell alone, in solitude, carefully and diligently, directing myself toward myself.

source: གཅིག་པུ་དབེན་པ་བག་ཡོད་པ་དང་རྟུན་པ་དང་ལྡན་ལ་བདག་ཉིད་གཏོད་ཅིང་གནས་ན། རིགས་ཀྱི་བུ་དག་གང་གི་ཕྱིར་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་ཡང་དག་པའི་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མ་མཆིས་པར་རབ་ཏུ་བྱུང་བར་བགྱིད་པ་ཚངས་པར་སྤྱོད་པའི་མཐའ་བླ་ན་མ་མཆིས་པ་དེ་མཐོང་བའི་ཆོས་དེ་ཉིད་ལ་རང་གི་མངོན་པར་ཤེས་པས་མངོན་སུམ་དུ་བགྱིས་ཏེ་བསྒྲུབས་ནས་བདག་གི་སྐྱེ་བ་ནི་ཟད་དོ།
en: If I dwell alone, in solitude, carefully and diligently, directing myself toward myself, I will, in this life, by my own supernormal knowledge, actualize and accomplish the supreme end of the pure life for which the sons of noble families go forth from their homes into homelessness with true faith, having shaved off their hair and beards and donned saffron robes, and I will understand, ‘My births have been exhausted.

source: །ཚངས་པར་སྤྱོད་པ་ནི་སྤྱད་དོ།
en: The pure life has been lived.

source: །བྱ་བ་ནི་བྱས་སོ།
en: What is to be done has been done.

source: །སྲིད་པ་འདི་ལས་གཞན་མི་ཤེས་སོ་ཞེས་གོ་བར་བགྱིའོ།
en: I will not know another existence after this one.’ ”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་གང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །གང་པོ་ལེགས་སོ། ལེགས་སོ། །གང་པོ་གང་ཁྱོད་འདི་སྐད་དུ་སྲིད་པ་འདི་ལས་གཞན་མི་ཤེས་སོ་ཞེས་བྱ་བ་ནས་དེ་ལྟ་བུའི་ཆོས་མདོར་བསྡུས་པ་ལེགས་པར་བཤད་དུ་གསོལ་ཞེས་བྱ་བའི་བར་སྨྲ་བ་ནི་ཡང་ལེགས་སོ་ཞེས་བྱ་བ་སྔ་མ་བཞིན་ཏེ།
en: When the venerable Pūrṇa had finished speaking, the Blessed One said to him, “Good, good, Pūrṇa! Pūrṇa, it was good that you said this: ‘Please preach to me a condensed Dharma . . . .

source: དེའི་ཕྱིར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ།
en: I will not know another existence after this one.’ Therefore, listen well and keep this in mind and I will preach to you.

source: །གང་པོ་མིག་གིས་རྣམ་པར་ཤེས་པར་བྱ་བའི་གཟུགས་སྡུག་པ་དང་། ཆགས་པ་དང་། དགའ་བ་དང་། ཡིད་དུ་འོང་བ་དང་། འདོད་པ་དང་ལྡན་པ་དང་། ཀུན་དུ་ཆགས་པར་འགྱུར་བ་ཡོད་ལ།
en: “Pūrṇa, there are visual objects to be cognized by the eye that are attractive, desirable, delightful, pleasing to behold, and connected with desire, and that give rise to clinging.

source: དེ་དག་གལ་ཏེ་དགེ་སློང་གིས་མཐོང་ནས་མངོན་པར་དགའ་བ་དང་། མངོན་པར་བསྟོད་པ་དང་། ལྷག་པར་ཆགས་པ་དང་། ལྷག་པར་ཞེན་ཅིང་གནས་ནས་དེ་དག་ལ་མངོན་པར་དགའ་བ་དང་། མངོན་པར་བསྟོད་པ་དང་། ལྷག་པར་ཆགས་པ་དང་། ལྷག་པར་ཞེན་ཅིང་གནས་པ་དེ་ལ་ཀུན་དུ་དགའ་བ་འབྱུང་ངོ་།
en: If a monk sees these visual objects and rejoices in, welcomes, clings to, and remains attached to them, joy will arise in he who rejoices in, welcomes, clings to, and remains attached to them.

source: །ཀུན་དུ་དགའ་བ་ཡོད་ན་དགའ་བ་དང་། ཡིད་བདེ་བར་འགྱུར་རོ།
en: If there is joy, the joy will turn into delight and pleasure.

source: །དགའ་བ་དང་ཡིད་བདེ་བ་ཡོད་ན་ཀུན་དུ་ཆགས་པར་འགྱུར་རོ།
en: If there is delight and pleasure, it will turn into clinging.

source: །ཀུན་དུ་ཆགས་པ་ཡོད་ན་ཀུན་དུ་སྦྱོར་བར་འགྱུར་ཏེ།
en: If there is clinging, it will turn into a fetter.

source: དགའ་བ་དང་། ཀུན་དུ་ཆགས་པ་དང་། ཀུན་དུ་སྦྱོར་བ་དང་ལྡན་པར་གྱུར་པའི་དགེ་སློང་ནི་གང་པོ་མྱ་ངན་ལས་འདས་པ་ལས་རིང་དུ་གྱུར་པ་ཞེས་བྱའོ།
en: A monk who has come to have delight, clinging, and fetters, Pūrṇa, is said to be far from nirvāṇa.

source: །གང་པོ་རྣ་བས་རྣམ་པར་ཤེས་པར་བྱ་བའི་སྒྲ་དང་། སྣས་རྣམ་པར་ཤེས་པར་བྱ་བའི་དྲི་དང་། ལྕེས་རྣམ་པར་ཤེས་པར་བྱ་བའི་རོ་དང་། ལུས་ཀྱིས་རྣམ་པར་ཤེས་པར་བྱ་བའི་རེག་བྱ་དང་། ཡིད་ཀྱིས་རྣམ་པར་ཤེས་པར་བྱ་བའི་ཆོས་སྡུག་པ་དང་། ཆགས་པ་དང་། དགའ་བ་དང་། ཡིད་དུ་འོང་བ་དང་། འདོད་པ་དང་། ལྡན་པ་དང་ཀུན་དུ་ཆགས་པར་འགྱུར་བ་རྣམས་ཡོད་ལ།
en: “Pūrṇa, there are auditory objects to be cognized by the ear, olfactory objects to be cognized by the nose, gustatory objects to be cognized by the tongue, tangible objects to be cognized by the body, and mental objects to be cognized by the mind that are attractive, desirable, delightful, pleasing to behold, and connected with desire, and that give rise to clinging.

source: དེ་དག་གལ་ཏེ་དགེ་སློང་གིས་ཤེས་ནས་ཞེས་བྱ་བ་ནས། མྱ་ངན་ལས་འདས་པ་ལས་རིང་དུ་གྱུར་པ་ཞེས་བྱའོ་ཞེས་བྱ་བའི་བར་སྔ་མ་བཞིན་ནོ།
en: If a monk knows these objects . . . he is said to be far from nirvāṇa.

source: །གང་པོ་མིག་གིས་རྣམ་པར་ཤེས་པ་བྱ་བའི་གཟུགས་སྡུག་པ་དང་། ཆགས་པ་དང་། དགའ་བ་དང་། ཡིད་དུ་འོང་བ་དང་། འདོད་པ་དང་ལྡན་པ་དང་། ཀུན་དུ་ཆགས་པར་འགྱུར་བ་ཡོད་ལ།
en: “Pūrṇa, there are visual objects to be cognized by the eye that are attractive, desirable, delightful, pleasing to behold, and connected with desire, and that give rise to clinging.

source: དེ་དག་གལ་ཏེ་དགེ་སློང་གིས་མཐོང་ནས་མངོན་པར་མི་དགའ་བ་དང་། མངོན་པར་མི་སྟོད་པ་དང་། ལྷག་པར་མ་ཆགས་པ་དང་། ལྷག་པར་མི་ཞེན་ཅིང་གནས་ན་དེ་དག་ལ་མངོན་པར་མི་དགའ་བ་དང་། མངོན་པར་མི་སྟོད་པ་དང་། ལྷག་པར་མ་ཆགས་པ་དང་། ལྷག་པར་མ་ཞེན་པར་གནས་པ་དེ་ལ་ཀུན་དུ་དགའ་བ་མི་འབྱུང་ངོ་།
en: If a monk sees these visual objects and does not rejoice in, welcome, cling to, or remain attached to them, joy will not arise in he who does not rejoice in, welcome, cling to, or remain attached to them.

source: །ཀུན་དུ་དགའ་བ་མེད་ན་དགའ་བ་དང་ཡིད་བདེ་བ་མེད་པར་འགྱུར་རོ།
en: If there is no joy, there will be no delight or pleasure.

source: །དགའ་བ་དང་ཡིད་བདེ་བ་མེད་ན་ཀུན་དུ་མ་ཆགས་པར་འགྱུར་རོ།
en: If there is no delight or pleasure, there will be no clinging.

source: །ཀུན་དུ་ཆགས་པ་མེད་ན་ཀུན་དུ་སྦྱོར་བ་མེད་པར་འགྱུར་རོ།
en: If there is no clinging, there will be no fetter.

source: །ཀུན་དུ་སྦྱོར་བ་མེད་ན་དགའ་བ་དང་། ཀུན་དུ་ཆགས་པ་དང་། ཀུན་དུ་སྦྱོར་བ་དང་མི་ལྡན་པའི་དགེ་སློང་ནི་གང་པོ་མྱ་ངན་ལས་འདས་པ་ལ་ཉེ་བར་གྱུར་པ་ཞེས་བྱའོ།
en: If there are no fetters, a monk who has neither delight, nor clinging, nor fetters, Pūrṇa, is said to be near nirvāṇa.

source: །གང་པོ་རྣ་བས་རྣམ་པར་ཤེས་པར་བྱ་བའི་སྒྲ་དང་། སྣས་རྣམ་པར་ཤེས་པར་བྱ་བའི་དྲི་དང་། ལྕེས་རྣམ་པར་ཤེས་པར་བྱ་བའི་རོ་དང་། ལུས་ཀྱིས་རྣམ་པར་ཤེས་པར་བྱ་བའི་རེག་བྱ་དང་། ཡིད་ཀྱིས་རྣམ་པར་ཤེས་པར་བྱ་བའི་ཆོས་སྡུག་པ་དང་། ཆགས་པ་དང་། དགའ་བ་དང་། ཡིད་དུ་འོང་བ་དང་། འདོད་པ་དང་ལྡན་པ་དང་། ཀུན་དུ་ཆགས་པར་འགྱུར་བ་ཡོད་ལ།
en: “Pūrṇa, there are auditory objects to be cognized by the ear, olfactory objects to be cognized by the nose, gustatory objects to be cognized by the tongue, tangible objects to be cognized by the body, and mental objects to be cognized by the mind that are attractive, desirable, delightful, pleasing to behold, and connected with desire, and that give rise to clinging.

source: དེ་དག་གལ་ཏེ་དགེ་སློང་གིས་ཤེས་ནས་ཞེས་བྱ་བ་ནས། དེ་ནི་མྱ་ངན་ལས་འདས་པ་ལ་ཉེ་བར་གྱུར་པ་ཞེས་བྱའོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: If a monk knows these objects . . . he is said to be near nirvāṇa.

source: །གང་པོ་ངས་མདོར་བསྡུས་པའི་གདམས་ངག་འདིས་ཁྱོད་ལ་གཏམས་ན་གང་དུ་གནས་པར་འདོད།
en: “Pūrṇa, since I have entrusted you with this condensed instruction, then where do you want to dwell?

source: གང་དུ་གནས་བཅའ་བར་འདོད།
en: Where do you want to live?”
